{
    "translation": {
        "navbar_home": "Início",
		"navbar_about": "Sobre",
		"navbar_resume": "Currículo",
		"navbar_projects": "Projetos",
		"navbar_contact": "Contato",

		"header_title": "Eu sou João Valter",
		"header_career_01": "Um Desenvolvedor Web",
		"header_career_02": "Um entusiasta da Física",
		"header_career_03": "Um Pianista",
		"header_description": "Graduando em Análise e Desenvolvimento de Sistemas com experiência na elaboração de soluções lógicas para problemas complexos.",
		"header_button": "Ver mais",

		"about_me": "Sobre mim",

		"about_p1": "Sou fascinado por Física e explorador na área de programação. Enquanto estive cursando Física, tive meu primeiro contato com uma linguagem de marcação: o LaTeX. Desde então despertou em mim uma curiosidade sobre codificação e, pouco tem depois, resolvi cursar Análise e Desenvolvimento de Sistemas.",
		"about_p2": "Sou uma pessoa motivada e bem organizada, buscando sempre uma nova maneira de aprender.",
		"about_p3": "Na faculdade estudei Python primeiro e depois PHP. Mas foi quando comecei a estudar HTML, CSS e JavaScript que senti que a programação era o que eu realmente queria fazer pela minha vida.",
		"about_download_EN": "Download currículo EN_US",
		"about_download_PT": "Download currículo PT_BR",

		
		"resume_work": "Trabalho",

		"resume_job4_company":"Signo Tech",
		"resume_job4_occupation":"Desenvolvedor de Software Junior",
		"resume_job4_date":"Abril, 2022 — Atualmente",
		"resume_job4_details":"Atuei no desenvolvimento, criação e manutenção de aplicações e-commerce Full-Stack, utilizando ReactJs e NodeJs. Também ajudei no desenvolvimento de aplicativos nativos, utilizando React Native.",

		"resume_job3_company":"Signo Tech",
		"resume_job3_occupation":"Estagiário de Desenvolvimento de Software",
		"resume_job3_date":"Outubro, 2022 — Março, 2023",
		"resume_job3_details":"Atuei no desenvolvimento, suporte e manutenção de aplicações web para os clientes da SignoTech, utilizando Javascript e PHP como tecnologias principais junto com ReactJs e Laravel.",

		"resume_job2_company":"Despachante Duarte",
		"resume_job2_occupation":"Assistente Administrativo",
		"resume_job2_date":"Fevereiro, 2021 — Abril, 2022",
		"resume_job2_details":"Realizei atendimento ao público focando sempre na satisfação das necessidades dos clientes de forma rápida e eficaz Elaborei planilhas para o controle e organização de processos, bem como documentações diversas, eletrônicas e impressas, a serem enviadas para clientes, com ênfase na rapidez.",

		"resume_job1_company":"Portal Cível & Trabalhista",
		"resume_job1_occupation":"Assistente Administrativo",
		"resume_job1_date":"Novembro, 2017 — Abril, 2020",
		"resume_job1_details":"Auxiliei na elaboração de planilhas para cálculo de refinanciamento de empréstimo bancário, consórcio e leasing. Coletei e analisei dados referente à extratos bancários.",

		"resume_education": "Educação",

		"resume_college_title": "Faculdade Descomplica",
		"resume_college_course": "Tecnologia em Análise e Desenvolvimento de Sistemas",
		"resume_college_date": "Janeiro, 2022 — Atualmente",
		"resume_college_details": "O curso de Análise e Desenvolvimento de Sistemas visa formar profissionais capazes de desenvolver, analisar, projetar, implementar e atualizar sistemas computacionais e software e informação.",

		"resume_course3_company": "Rocketseat",
		"resume_course3_title": "Explorer",
		"resume_course3_date": "Agosto, 2022 — Atualmente",
		"resume_course3_details": "Um curso imersivo focado na formação Full Stack, baseado em desafios do mundo real e utilizando o método 7-2-1: 70% coding, 20% networking e 10% branding.",

		"resume_course2_company": "One Bit Code",
		"resume_course2_title": "Full Stack JavaScript",
		"resume_course2_date": "Maio, 2022 — Atualmente",
		"resume_course2_details": "Um curso completo focado na programação de fullstack, desde conceitos básicos em HTML e CSS até à programação avançada em React e Typescript.",

		"resume_course1_company": "Python Academy",
		"resume_course1_title": "Finanças com Python",
		"resume_course1_date": "Janeiro, 2022 — Abril, 2022",
		"resume_course1_details": "Um curso focado na utilização e aplicação de Python em Finanças, desenvolvendo cálculos e simulações de retorno dos investimentos bem como seus riscos e taxas.",

		"resume_language": "Idiomas",

		"resume_portuguese": "Português",
		"resume_portuguese_details": "Fluente, nativo",
		"resume_english": "Inglês",
		"resume_english_details": "Intermediário",

		"resume_technologies": "Tecnologias",

		"resume_technologies_description": "Aqui estão as linguagens e tecnologias que eu utilizo:",

		"resume_technologies_html": "It is a standard markup language for web page creation. It allows the creation and structure of sections, paragraphs, and links using HTML elements (the building blocks of a web page) such as tags and attributes.",
		"resume_technologies_css": "While HTML is used to structure a web document, Cascading Style Sheet language comes through and specifies your document’s style — page layouts, colors, and fonts are all determined with CSS syntax, meaning that CSS is one important language for you to master in terms of styling your web pages!",
		"resume_technologies_javascript": "JavaScript is a dynamic programming language that's used for web development, in web applications, for game development, and lots more. It allows you to implement dynamic features on web pages that cannot be done with only HTML and CSS.",
		"resume_technologies_typescript": "TypeScript is a strongly typed programming language that builds on JavaScript. This basically means that TypeScript adds syntax on top of JavaScript, using type inference to catch errors early in your editor and to give you great tooling without additional code.",
		"resume_technologies_react": "React is a library to create single page web or mobile applications and building composable user interfaces. It encourages the creation of reusable UI components, which present data that changes over time.",
		"resume_technologies_nodejs": "Node.js is an open-source, cross-platform, back-end JavaScript runtime environment that runs on a JavaScript Engine (i.e. V8 engine) and executes JavaScript code outside a web browser, which was designed to build scalable network applications.",
		"resume_technologies_php": "A popular general-purpose scripting language that is especially suited to web development. Fast, flexible and pragmatic, PHP powers everything from your blog to the most popular websites in the world.",
		"resume_technologies_git": "Git is a free and open source distributed version control system designed to handle everything from small to very large projects with speed and efficiency.",

		"resume_projects": "Projetos",

		"resume_projects_description": "Aqui estão meus últimos projetos:",

		"resume_project2_title": "Focus-Timer",
		"resume_project2_description": "Um controlador de tempo feito no estilo pomodoro, utilizando Javascript como tecnologia principal. Além da funcionalidade do cronometro, também é possivel deixar um som ambiente selecionando algum dos cards ao lado.",


		"resume_project1_title": "Quebra-Galho",
		"resume_project1_description": "Esse foi meu primeiro projeto desenvolvendo o Front e Back-end, utilizando PHP como linguagem principal e MySQL para o banco de dados. O projecto consiste em uma plataforma na qual o usuário registra um item a ser emprestado, informando a data a ser devolvida.",
		
		"resume_project_button": "Ver no Github",

		

		"contact": "Entre em contato",

		"contact_name": "Nome",
		"contact_email": "Email",
		"contact_phone": "Telefone",
		"contact_message": "Mensagem",
		"contact_button": "Enviar",


		"copyright": "Copyright 2022. Todos os Direitos Reservados."
    }
}